[
{ "quote": "There is no such thing as a single-issue struggle because we do not live single-issue lives.", "source": "—Audre Lorde"}, 
{ "quote": "We must not allow ourselves to become like the system we oppose.", "source": "—Archbishop Desmond Tutu"}, 
{ "quote": "When will our consciences grow so tender that we will act to prevent human misery rather than avenge it?", "source": "—Eleanor Roosevelt"}, 
{ "quote": "Washing one’s hands of the conflict between the powerful and the powerless means to side with the powerful, not to be neutral.", "source": "—Paulo Freire"}, 
{ "quote": "People must take a modicum of public responsibility for each other even if they have no ties to each other.", "source": "—Jane Jacobs"}, 
{ "quote": "We have a world to conquer…one person at a time…starting with ourselves.", "source": "—Nikki Giovanni"}, 
{ "quote": "We must use time creatively, and forever realize that the time is always ripe to do right.", "source": "—Dr. Martin Luther King, Jr."}, 
{ "quote": "It is not enough to be compassionate – you must act.", "source": "—His Holiness The Dalai Lama"}, 
{ "quote": "The people are the only ones capable of transforming society.", "source": "—Rigoberta Menchu"}, 
{ "quote": "Do not wait for extraordinary circumstances to do good; try to use ordinary situations.", "source": "—Jean Paul Richter"}, 
{ "quote": "There will be no Homeland Security until we realize that the entire planet is our homeland. Every sentient being in the world must feel secure.", "source": "—John Perkins"}, 
{ "quote": "Although the world is full of suffering, it is also full of overcoming it.", "source": "—Helen Keller"}, 
{ "quote": "Take your easy tears somewhere else. Tell yourself none of this ever had to happen. And then go make it stop. With whatever breath you have left. Grief is a sword or it is nothing.", "source": "—Paul Monette"}, 
{ "quote": "Nothing that is worth doing can be achieved in our lifetime; therefore we must be saved by hope.", "source": "—Reinhold Neibuhr"}, 
{ "quote": "During times of universal deceit telling the truth becomes a revolutionary act.", "source": "—George Orwell"}, 
{ "quote": "To be human, at the most profound level, is to encounter honestly the inescapable circumstances that constrain us, yet muster the courage to struggle compassionately for our own unique individualities and for more democratic and free societies.", "source": "—Cornel West"}, 
{ "quote": "If you are trying to transform a brutalized society into one where people can live in dignity and hope, you begin with the empowering of the most powerless. You build from the ground up.", "source": "—Adrienne Rich"}, 
{ "quote": "Wisdom lies neither in fixity nor in change, but in the dialectic between the two.", "source": "—Octavio Paz"}, 
{ "quote": "I swore never to be silent whenever and wherever human beings endure suffering and humiliation. We must always take sides. Neutrality helps the oppressor, never the victim.", "source": "—Elie Wiesel"}, 
{ "quote": "The more you move, the stronger you’ll grow….", "source": "—Ha Jin"},        
    ]
